"LANGUAGEID"="11d6eef0b0f8c4435a979a2715b7c106e37461c0";

"ENABLED" = "Käytössä";
"RECORDING_SETTINGS" = "Nauhoitusasetukset";

"RECORD_CALLS" = "Nauhoita puheluita";

"ALL_CALLS" = "Kaikki puhelut";
"ONLY_INCOMING_CALLS" = "Vain tulevat puhelut";
"ONLY_OUTGOING_CALLS" = "Vain lähtevät puhelut";
"MANUALLY" = "Manuaalisesti";

"PLAY_BEEP_SOUND" = "Piippaus äänimerkki";


"BUY_CALL_RECORDER" = "Osta Call Recorder";
"CONTINUE_TRIAL" = "Jatka koekäyttöä";
"FETCH_LICENSE" = "Hae lisenssi";  
"NO_LICENSE_FOUND" = "Lisenssiä ei löytynyt";
"PRODUCT_ACTIVATED" = "Tuote on aktivoitu";
"THANK_YOU"= "Kiitos!";


"BEEP_SOUND_WARNING" = "Piippauksen soittaminen säännöllisin väliajoin on tapa osoittaa vastapuolelle, että puhelua nauhoitetaan. Piippauksen pois käytöstä ottaminen ilman vastapuolen lupaa nauhoittaa puhelu, ja siitä ilmoittamatta jättäminen saattaa olla joissakin valtioissa lainvastaista.";

"DISABLE_BEEP" = "Ota piippaus pois käytöstä";
"CANCEL" = "Peruuta";

"TERMS_AND_CONDITIONS" = 	"Huomio! Ohjelman kehitysvaltion lain mukaan (Kreikan rangaistuslaki - Artikkeli 370A) : Henkilöä, joka nauhoittaa kolmannen osapuolen puhelinkeskustelun ilman osapuolten lupaa, voidaan rangaista maksimissaan 10 vuoden vankeustuomiolla. Sama rangaistus pätee henkilöihin, jotka nauhoittavat oman puhelinkeskustelun toisen osapuolen kanssa ilman toisen osapuolen lupaa. Myös henkilöitä, jotka käyttävät tietoa, joka on hankittu edellä mainitulla tavalla voidaan rangaista maksimissaan 10 vuoden vankeustuomiolla. Lainsäädäntö eroaa eri valtioiden kesken. Joissakin maissa vaaditaan, että vain yksi osapuoli tietää nauhoittamisesta. Sovelluksen käyttäjän tulisi tarkastaa oman valtionsa lainsäädäntö varmistuakseen, ettei syyllisty lakirikkeisiin sovelluksen käytöllä. Ostamalla tai käyttämällä ohjelmaa, hyväksyt edellä mainitun ja hyväksyt sovelluksen kehittäjän vastuuvapauden, jos käytät sovellusta lainvastaisesti.";


"FOR_MORE_INFORMATION_READ_LEGAL_SECTION" = "Saadaksesi lisätietoa, lue Lakiosio Asetuksista";

"I_AGREE" = "Hyväksyn";
"I_DISAGREE" = "En hyväksy"; 



"DATABASE_TOOLS" = "Tietokantatyökalut";

"REPAIR_DATABASE" = "Korjaa tietokanta";
"DATABASE_REPAIRED" = "Tietokanta korjattu";

"DELETE_DATABASE" = "Poista tietokanta";
"DELETE_DB_WARNING" = "Varoitus: tämä poistaa kaikki nauhoitetut puhelut!";

"TRANSLATION_CREDITS"="Käännösten creditsit";

"LANGUAGE" = "Suomi";
"LANGUAGE_IN_ENGLISH" = "Finnish";  
"TRANSLATOR" = "Joonas Hamunen";
